---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx2
source: html/d4d372d5-6c5a-687b-227c-747daa19bb16.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx2 Property

"Fx 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFx2 { get; }
```